export const LOCALE = {
  RU: {
    HELLO: 'Здравствуйте, ',
    TITLE: ['Мы поможем Вам следить за изменениями веса. \nВведите ваш текущий вес',
      'Мы поможем Вам следить за изменениями веса. \nСегодня вы уже ввели свой вес'],
    CHANGE_NAME: 'Сменить имя',
    RESET_WEIGHT: 'Сбросить данные',
    SEND_WEIGHT: 'Записать',
    PERIODS: ['За неделю', 'За месяц','За год','За все время'],
    WEIGHT_ADDED_ALERT: 'Вес добавлен',
    WEIGHT_IS_CHANGED:'Сегодня вы уже ввели свой вес',
    TITLE_CHART: ['Здесь будет Ваша динамика' , 'Ваша динамика'],
    RESULT_CHART: ['За период с ', 'Вы ', 'сбросили', 'набрали', 'кг', 'Отлично, так держать!'
          , 'Не расстраивайтесь, у Вас все получится!'],
    PROMPT_CREATE_USER: ['Здравствуйте, представтесь пожалуйста.', 'Гость'],
    PROMPT_CHANGE_NAME: 'Введите новое имя',
    RESET_CONFIRM: 'Вы уверены?',
  }
}